Repository: estemon/Cura
Catalog: resources/i18n/*/fdmextruder.def.json.po
Languages: ca

# machine_settings label
source: Machine
ca: Màquina

# machine_settings description
source: Machine specific settings
ca: Configuració específica de la màquina

# extruder_nr label
source: Extruder
ca: Extrusor

# extruder_nr description
source: The extruder train used for printing. This is used in multi-extrusion.
ca: El tren extrusor que s'utilitza per imprimir. S'empra en l'extrusió múltiple.

# machine_nozzle_id label
source: Nozzle ID
ca: Id. del broquet

# machine_nozzle_id description
source: The nozzle ID for an extruder train, such as "AA 0.4" and "BB 0.8".
ca: Id. del broquet d'un tren extrusor, com "AA 0.4" i "BB 0.8".

# machine_nozzle_size label
source: Nozzle Diameter
ca: Diàmetre del broquet

# machine_nozzle_size description
source: The inner diameter of the nozzle. Change this setting when using a non-standard nozzle size.
ca: DIàmetre interior del broquet. Canviï aquest ajustament quan utilitzi una mida de broquet no estàndard.

# machine_nozzle_offset_x label
source: Nozzle X Offset
ca: Desplaçament del broquet sobre l'eix X

# machine_nozzle_offset_x description
source: The x-coordinate of the offset of the nozzle.
ca: Coordenada X del desplaçament del broquet.

# machine_nozzle_offset_y label
source: Nozzle Y Offset
ca: Desplaçament del broquet sobre l'eix Y

# machine_nozzle_offset_y description
source: The y-coordinate of the offset of the nozzle.
ca: Coordenada Y del desplaçament del broquet.

# machine_extruder_start_code label
source: Extruder Start G-Code
ca: GCode inicial de l'extrusor

# machine_extruder_start_code description
source: Start g-code to execute whenever turning the extruder on.
ca: GCode inicial que s'executa cada vegada que s'encén l'extrusor.

# machine_extruder_start_pos_abs label
source: Extruder Start Position Absolute
ca: Posició d'inici absoluta de l'extrusor

# machine_extruder_start_pos_abs description
source: Make the extruder starting position absolute rather than relative to the last-known location of the head.
ca: L'extrusor s'ubica en la posició d'inici absoluta segons l'última ubicació coneguda del capçal.

# machine_extruder_start_pos_x label
source: Extruder Start Position X
ca: Posició d'inici de l'extrusor sobre l'eix X

# machine_extruder_start_pos_x description
source: The x-coordinate of the starting position when turning the extruder on.
ca: Coordenada X de la posició d'inici quan s'encén l'extrusor.

# machine_extruder_start_pos_y label
source: Extruder Start Position Y
ca: Posició d'inici de l'extrusor sobre l'eix Y

# machine_extruder_start_pos_y description
source: The y-coordinate of the starting position when turning the extruder on.
ca: Coordenada Y de la posició d'inici quan s'encén l'extrusor.

# machine_extruder_end_code label
source: Extruder End G-Code
ca: GCode final de l'extrusor

# machine_extruder_end_code description
source: End g-code to execute whenever turning the extruder off.
ca: GCode final que s'executa cada vegada que s'apaga l'extrusor.

# machine_extruder_end_pos_abs label
source: Extruder End Position Absolute
ca: Posició final absoluta de l'extrusor

# machine_extruder_end_pos_abs description
source: Make the extruder ending position absolute rather than relative to the last-known location of the head.
ca: La posició final de l'extrusor es considera absoluta, en comptes de relativa a l'última ubicació coneguda del capçal.

# machine_extruder_end_pos_x label
source: Extruder End Position X
ca: Posició de fin de l'extrusor sobre l'eix X

# machine_extruder_end_pos_x description
source: The x-coordinate of the ending position when turning the extruder off.
ca: Coordenada X de la posició de fi quan s'apaga l'extrusor.

# machine_extruder_end_pos_y label
source: Extruder End Position Y
ca: Posició de fi de l'extrusor sobre l'eix Y

# machine_extruder_end_pos_y description
source: The y-coordinate of the ending position when turning the extruder off.
ca: Coordenada Y de la posició de fi quan s'apaga l'extrusor.

# extruder_prime_pos_z label
source: Extruder Prime Z Position
ca: Posició de preparació de l'extrusor sobre l'eix Z

# extruder_prime_pos_z description
source: The Z coordinate of the position where the nozzle primes at the start of printing.
ca: Coordenada Z de la posició en la qual el broquet queda preparat a l'inici de l'impressió.

# machine_extruder_cooling_fan_number label
source: Extruder Print Cooling Fan
ca: Ventilador de refrigeració d'impressió de l'extrusor

# machine_extruder_cooling_fan_number description
source: The number of the print cooling fan associated with this extruder. Only change this from the default value of 0 when you have a different print cooling fan for each extruder.
ca: Número del ventilador de refrigeració d'impressió associat a l'extrusor. Modifiqui el valor predeterminat 0 només quan disposi d'un ventilador de refrigeració d'impressió diferent per a cada extrusor.

# platform_adhesion label
source: Build Plate Adhesion
ca: Adherència de la placa d'impressió

# platform_adhesion description
source: Adhesion
ca: Adherència

# extruder_prime_pos_x label
source: Extruder Prime X Position
ca: Posició de preparació de l'extrusor sobre l'eix X

# extruder_prime_pos_x description
source: The X coordinate of the position where the nozzle primes at the start of printing.
ca: Coordenada X de la posició en la qual el broquet s'ubica a l'inici de l'impressió.

# extruder_prime_pos_y label
source: Extruder Prime Y Position
ca: Posició de preparació de l'extrusor sobre l'eix Y

# extruder_prime_pos_y description
source: The Y coordinate of the position where the nozzle primes at the start of printing.
ca: Coordenada Y de la posició en la qual el broquet s'ubica a l'inici de l'impressió.

# material_diameter label
source: Diameter
ca: Diàmetre

# material_diameter description
source: Adjusts the diameter of the filament used. Match this value with the diameter of the used filament.
ca: Ajusta el diàmetre del filament emprat. Aquest valor ha de coincidir amb el diàmetre del filament emprat.
